---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ClassificationEntries
source: html/5996f80b-7ec6-01a3-7b60-53861a75d8ef.htm
---
# ClassificationEntries Members

Finds the KeyBasedTreeEntry associated with the given key value.